Repository: Kyome22/StampRecord
Catalog: StampRecord/Localizable.xcstrings
Source language: en
Languages: ja

source: %lld selected
ja: 選択中（%lld）

source: Add
ja: 追加

source: Ascending
ja: 昇順

source: Cancel
ja: キャンセル

source: Created Date
ja: 作成日

source: Day
ja: 日

source: Debug
ja: デバッグ

source: Default Period
ja: デフォルトの期間

# deleteMessage
source: Deleting a stamp will remove it from all records on your calendar.
ja: スタンプを削除すると、カレンダー上のすべてのレコードからスタンプが削除されます。

source: Delete Stamp
ja: スタンプを削除

source: Descending
ja: 降順

source: Developer
ja: 開発者

source: Done
ja: 完了

# dummyCleaning
source: Cleaning
ja: 掃除

# dummyDishWashing
source: Dish-washing
ja: 皿洗い

# dummyLaundry
source: Laundry
ja: 洗濯

# dummyRunning
source: Running
ja: ランニング

# dummySinging
source: Singing
ja: 歌の練習

# dummyStudy
source: Study
ja: 勉強

# dummyTraining
source: Training
ja: 筋トレ

source: Edit Stamp
ja: スタンプを編集

# emojiOverlappingErrorMessage
source: This emoji is already used.
ja: この絵文字はすでに使われています。

source: Empty
ja: 空っぽ

# failedDBErrorMessage
source: Please review your iCloud settings and your device's network connection.
ja: iCloudの設定と端末のネットワーク接続を確認してください。

# failedFetchDataErrorTitle
source: Failed to fetch data.
ja: データの取得に失敗しました。

# failedUpdateDBErrorTitle
source: Failed to update the database.
ja: データベースの更新に失敗しました。

# inputSummary
source: Input summary (required)
ja: 概要を入力（必須）

source: Monday
ja: 月曜日

source: Month
ja: 月

source: New Stamp
ja: 新規スタンプ

source: No Stamps
ja: スタンプなし

# notFoundDataIDErrorMessage
source: The data ID to be updated could not be found.
ja: 更新対象のデータIDが見つかりませんでした。

source: Open
ja: 開く

source: Product Page
ja: プロダクトページ

# productPageURL
source: https://kyome.io/stamprecord/index.html?lang=en
ja: https://kyome.io/stamprecord/index.html?lang=ja

source: Remove
ja: 取り消す

source: Remove Stamp
ja: スタンプを取り消す

source: Select all
ja: 全て選択

# selectEmoji
source: Select an Emoji
ja: 絵文字を選択

source: Settings
ja: 設定

# skipToUpdate
source: Skip to Update Log
ja: 記録の更新をスキップしました

# skipToUpdateErrorMessage
source: There are no stamps in the log.
ja: 記録にスタンプがありません。

source: Sort
ja: 整列

source: Sort By
ja: 項目

source: Sort In
ja: 並び順

source: Stamps
ja: スタンプ

source: Summary
ja: 概要

# summaryExceedsErrorMessage
source: Summary must be 20 characters or less.
ja: 概要は20文字以内にしてください。

source: Sunday
ja: 日曜日

source: Support
ja: サポート

# unableAddStamp
source: Unable to Add Stamp
ja: スタンプを追加できません

# unableDeleteStamp
source: Unable to Delete Stamp
ja: スタンプを削除できません

# unableSaveStamp
source: Unable to Overwrite and Save Stamp
ja: スタンプの上書きと保存ができません

source: Version
ja: バージョン

source: Week
ja: 週

source: Week Starts at
ja: 週のはじまり
